Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: The Refugee camp welcoming committee for the Pope visit said Israeli troops stormed the camp and told the workers to stop the preparations, and claimed that the camp is under the military control and any work there should be granted a permit from the mili
ar: وقالت لجنة استقبال زيارة البابا بمخيم اللاجئين إن القوات الإسرائيلية داهمت المخيم وأمرت العمال بوقف الأعمال التحضيرية مدعين أن المخيم يقع تحت السيطرة العسكرية الإسرائيلية وأنه لإجراء أي عمل يجب الحصول على تصريح من الجيش.

source: Aiyda refugee camp is located in Bethlehem city, the Israeli Wall was built near it to separate Bethlehem from Jerusalem.
ar: ويقع مخيم عايدة للاجئين في بيت لحم، وكان الجدار الإسرائيلي قد بُني بالقرب منه لفصل القدس عن بيت لحم.

source: Bethlehem is under the full control of the Palestinian Authority. The Pope is expected to visit Bethlehem and stop by Aiyda refugee camp in mid-may as part of his visit to Palestine.
ar: وتقع بيت لحم تحت السيطرة الكاملة للسلطة الفلسطينية، ومن المتوقع أن يزور البابا بيت لحم وأن يمر على مخيم عايدة للاجئين في منتصف مايو في إطار زيارته إلى فلسطين.

source: PARIS — A globe-spanning UN digital library seeking to display and explain the wealth of all human cultures has gone into operation on the Internet, serving up mankind's accumulated knowledge in seven languages f
ar: باريس- افتتحت الأمم المتحدة مكتبة رقمية على الانترنت لتغطي جميع أنحاء العالم بهدف عرض تراث جميع الثقافات الإنسانية وشرحها. تقدم المكتبة المعارف الإنسانية بسبع لغات لخدمة الطلبة في أنحاء العالم.

source: The main target is children, he added, building on the success among young people of
ar: وأضاف قائلا بأن الهدف الرئيسي هو الأطفال, فقد سبق أن نجح برنامج المكتبة الرقمية الوطنية بين الأطفال في الولايات المتحدة، وهو البرنامج الذي بدأته مكتبة الكونجرس الأمريكي منذ منتصف التسعينيات.

source: Voting ended today in Facebook’s first move to become a democracy. The user-developed governance policy won by a huge margin but due to the vote count getting nowhere near its target, Facebook is essentially free to do what it wants with the result.
ar: انتهي التصويت اليوم في فيسبوك لتصبح اول حركة نحو الديمقراطية. فازت سياسة الحوكمة المتطورة بفضل المستعملين فوزاً ساحقا بنسبة كبيرة ولكن بسبب فرز الاصوات الغير قريب من هدفها , إن فيسبوك حرة في ما تريد إن تفعل بالنتيجة.

source: February saw Facebook suddenly
ar: شهد فبراير فجاة

source: change its Terms of Service
ar: تغيير فيسبوك لشروط الخدمة

source: There is no limit, Billington said. Everybody is welcome.
ar: ويعلق بيلينتون قائلا ليس هناك قيود. المكتبة ترحب بالجميع.

source: to one which meant it effectively owned you forever, even if you deleted your account. The media wasn’t happy, the blogosphere wasn’t happy, and above all a lot of Facebook users weren’t happy.
ar: لواحد يعني امتلاكك للأبد حتى و إن حذفت حسابك . الاعلام ليس سعيدا، مجتمع المدونات ليس سعيداً والاكثر من ذلك فإن مستعملي فيسبوك ليسوا سعداء

source: This meant Facebook had to back down or risk upsetting a large number of its users. These same users were asked to contribute their thoughts and feelings on the ToS and the dual Facebook Principles and Statement of Rights and Responsibilities were born.
ar: وهذا يعني ان فيسبوك إن تتراجع أو تخاطر بإغضاب عدد كبير من متعاطيها. نفس هؤلاء المستخدمين الذي طلب منهم بالمشاركة المشاعر والافكار في شروط الخدمة ,ومن هذا المنطلق نشأت مبادئ فيسبوك و بيان الحقوق والواجبات

source: A vote was promised
ar: وقد وعد بتصويت

source: , and that chance to vote was delivered last week.
ar: و كانت فرصة التصويت الاسبوع الماضي.

source: How Publishing
ar: كيف النشر

source: Really
ar: فعلاً

source: Works
ar: يعمل

source: Book Army
ar: جيش الكتب

source: HarperCollins' new website for readers,
ar: موقع هاربر كولينز الجديد للقراء،

source: , is now open to all. Anyone can join and comment on the books that they've read, and add links between books. Working on the reasonable premise that someone who enjoyed reading Maggie O'Farrell might also like Sue Gee, it's hoped that Book Army's users w
ar: وهو الان مفتوح للجميع. أي شخص يمكنه الانضمام والتعليق على الكتب التي قرؤوها، وإضافة وصلات بين الكتب. بالعمل على الافتراض المنطقي أن من تمتع بقراءة ماجي أوفاريل قد تعجبه سو جي، ومن المأمول أن مستخدمي جيش الكتب سيخلقون شبكة دقيقة من الروابط التي يمكنهم الاس

source: The problem is that there is no restriction on the links that can be made. Book Army isn't restricted to HarperCollins books and lists anything with an ISBN: I quickly found
ar: المشكلة هي انه لا توجد قيود علي الروابط التي يمكن إنشاؤها. جيش الكتاب لا يقتصر على كتب هاربركولنز، بل يدرج أي كتاب له ISBN: وجدت بسرعة

source: Atlanta Nights
ar: ليالي أطلنطا

source: by Travis Tea, and
ar: لترافيس تي، و

source: Crack of Death
ar: صدع الموت

source: by Sharla Tann (which are respectively the worst book and the second-worst book ever written) and linked them to one another. But while those two books fit beautifully together, I could just as easily have linked them to a car repair manual, A Brief Histo
ar: لشارلا تان (وهما بالترتيب أسوأ كتاب وثان أسوأ كتاب في التاريخ) وربطتهما معاً. ولكن بينما هذان الكتاب ينسجمان معاً بشكل جيد، كنت أستطيع بنفس السهولة رطهما بدليل إصلاح سيارة، تاريخ موجز للزمن, أو الكبرياء والتكبر. من السهل جداً ربط كتب غير مناسبة ببعضها: رب

source: That lack of control means that anyone can join the site and create links between any books at all. That might not sound too bad, but I don't think it's going to be long before links start to be made between highly-successful commercially-published books
ar: إن انعدام السيطرة الكلي هذا يعني أن أي شخص يمكنه الانضمام إلى الموقع وخلق روابط بين أي كتب على الإطلاق. قد لا يبدو هذا سيئاً جداً، ولكنني لا أعتقد أن الكثير من الوقت سيمر قبل أن نرى روابط موضوعة بين كتب منشورة بشكل تجاريّ وناجحة بشكل كبير وبين بعض الكتابا

source: Jane Smith
ar: جين سميث

source: At present there's little new on offer here for readers, who can find more information and lots of dense book-to-book linking on Amazon. Which means that in the short term at least, Book Army's main users are likely to be the less-successful writers, par
ar: في الوقت الحالي هناك القليل من المعلومات الجديدة للقراء الذين بإمكانهم أن يجدوا المزيد من المعلومات وكماً أكبر من الروابط بين الكتب على موقع أمازون. وهذا يعني أنه على المدى القصير على الأقل، سيكون مستخدمي جيش الكتب من الكتاب الأقل نجاحاً وخصوصاً أولئك الذ

source: So: is Book Army a good idea or a bad one? Anything which encourages people to read more, and more widely, has to have at least some good points: but the lack of monitoring and control in Book Army's system leads me to suspect that while the intentions be
ar: إذاً، هل جيش الكتب فكرة جيدة أم سيئة؟ أي شيء يشجع الناس على قراءة المزيد وبشكل أوسع يحوي بعض النقاط الإيجابية، ولكن نقص المراقبة والتحكم في نظام جيش الكتب يقودني إلى الشك بأنه وعلى الرغم من النية الطيبة الموجودة وراءه من الصعب أن يحقق ذلك الهدف قبل مرور ب

source: I joined Book Army when I first read about it, but I don't think I've been back since. It's a bad habit of mine....
ar: دخلت جيش الكتب عندما قرأت عنه للمرة الأولى ولكن لا أعتقد أنني عدت إليه بعدئذ، هذه عادة من عاداتي السيئة!

source: Open Society Institute
ar: معهد المجتمع المفتوح

source: US Defense Department to Release Prison Abuse Pictures
ar: وزارة الدفاع الأمريكية تكشف عن صور التعذيب داخل السجون

source: A rights group says U.S. authorities will release photographs showing abuse of prisoners by U.S. personnel in Iraq and Afghanistan during the Bush administration.
ar: قالت مجموعة حقوقية إن السلطات الأمريكية ستعمل على نشر صور تُظهر تعذيب السجناء من طرف موظفي الولايات المتحدة في العراق وأفغانستان خلال عهد إدارة بوش.

source: The American Civil Liberties Union said late Thursday the Defense Department had agreed to release the pictures by May 28, in response to a lawsuit the ACLU filed in 2004.
ar: وقال الاتحاد الأمريكي للحريات المدنية في وقت متأخر من يوم الخميس إن وزارة الدفاع وافقت على نشر الصور بحلول يوم 28 أبريل الجاري، ردا على دعوى قضائية سبق ورفعها الاتحاد سنة 2004.

source: ACLU staff attorney Amrit Singh said the photographs provide visual proof that prisoner abuse was widespread.
ar: وكان محامي الموظفين بـ الاتحاد الأمريكي للحريات المدنية، أمريت سينغ، قد قال إن الصور تحمل دليلا مرئيا على أن تعذيب السجناء أمر منتشر.

source: The Bush administration had refused to release the photographs, saying they could generate anti-American outrage and may violate the country's obligations to the detainees under the Geneva Conventions.
ar: وكانت إدارة بوش قد رفضت نشر الصور، قائلة إن من شأن ذلك أن يثير غضبا معاديا لأمريكا وقد يشكل ذلك خرقا لواجبات البلد تجاه المعتقلين في إطار معاهد جنيف.

source: It failed in several court battles to keep the photos secret, including an appeal denied in March.
ar: وأحبطت الإدارة العديد من المعارك داخل ردهات المحاكم من أجل الإبقاء على الصور في عالم السرية، بما في ذلك رفض للاستئناف تم التقدم به شهر مارس المنصرم.

source: In 2004, photographs were published of U.S. soldiers abusing and humiliating detainees at Iraq's Abu Ghraib prison, sparking outrage around the world. The scandal led to 11 U.S. soldiers being sentenced to prison terms of up to 10 years.
ar: في سنة 2004، تم نشر صور جنود أمريكيين يعذبون ويهينون معتقلين في سجن أبو غريب بالعراق، مما أدى إلى إثارة الغضب في مختلف مناطق العالم. وأدت الفضيحة إلى إدانة أحد عشر جنديا أمريكيا بمدد حبسية وصلت إلى عشر سنوات.

source: Some information for this report was provided by AFP and AP.
ar: بعض المعلومات الواردة في هذا التقرير قدمتها وكالة الأنباء الفرنسية (AFP) ووكالة الأنباء الأمريكية (AP).

source: By VOA News
ar: من أخبار صوت أمريكا

source: Clinton: Iraq on 'right track'
ar: كلينتون: العراق على النهج الصحيح .

source: Hillary Clinton, the US secretary of state, has said that suicide bombings that have rocked Iraq are a sign that fighters are afraid the Iraqi government is succeeding in restoring security.
ar: هيلاري كلينتون, وزيرة الخارجية الأمريكية, قالت أن التفجير الانتحاري الذي ضرب العراق ما هو إلا إشارة إلى أن المقاتلين خائفون من الحكومة العراقية التي تنجح في استعادة الأمن.

source: Clinton was speaking on Saturday to reporters in Baghdad, the Iraqi capital, on her first trip to the country as the US's most senior diplomat.
ar: تحدثت كلينتون إلى الصحفيين يوم السبت في العاصمة العراقية بغداد, و ذلك في أول زيارة لها للبلاد بصفتها أكبر شخصية دبلوماسية أميركية.

source: Despite deadly attacks that have killed at least 148 people in Iraq on Thursday and Friday, Clinton said the country had made great strides.
ar: و قالت كلينتون أنه على الرغم من الهجمات المميتة التي قتلت مثة و ثمانية و أربعون شخصا على الأقل في العراق يومي الخميس و الجمعة, إلا أن البلاد حققت خطوات كبيرة.

source: I think that these suicide bombings ... are unfortunately, in a tragic way, a signal that the rejectionists fear that Iraq is going in the right direction, she said.
ar: و أضافت قائلة: أعتقد أن هذه العمليات الانتحارية... هي - و للأسف - إشارة بطريقة مأساوية إلى أن المعارضين يخافون من أن العراق يسير في الإتجاه الصحيح .

source: I think in Iraq there will always be political conflicts, there will always be, as in any society, sides drawn between different factions, but I really believe Iraq as a whole is on the right track.
ar: و تابعت تقول: أفكر أنه سيكون هناك دائما صراعات سياسية في العراق, ستكون هناك صراعات دائما - كما في أي مجتمع - بين مختلف الفصائل, و لكنني مؤمنة حقا أن العراق ككل يسير على النهج الصحيح.

source: Clinton said there were going to be bad days, but I don't know of any difficult international situation anywhere in the world or history where there haven't been bad days.
ar: وقالت كلينتون أنه ستكون هناك أيام سيئة, ولكن لا أعرف أية حالة عالمية صعبة في أي مكان في العالم أو في التاريخ حيث لم يكن يوجد هناك أيام سيئة .

source: She arrived a day after suicide bombings killed 60 people outside the most important Shia shrine in Baghdad.
ar: وقد وصلت غداة تفجير انتحاري أسفر عن مقتل ستين شخصا خارج أهم ضريح شيعي في بغداد.

source: At least 88 people were killed on Thursday by suicide bombers in Baghdad and Muqdadiyah, north of the capital, in what is seen as Iraq's deadliest violence in more than a year.
ar: كما قتل ثمانية و ثمانون شخصا على الأقل يوم الخميس بتفجير انتحاري في كل من بغداد و المقدادية, شمال العاصمة, فيما يعتبر العدوان الأكثر قتلا في العراق في أكثر من عام.

source: Violence has gone down since the months following the 2003 US-led invasion, but the latest bombings come amid an increase in high-profile sectarian attacks that have raised concerns about the abilities of Iraq's security forces.
ar: هذا و قد انخفض مستوى العنف منذ الأشهر التي عقبت الغزو بقيادة الولايات المتحدة عام 2003. غير أن التفجيرات الأخيرة تأتي نتيجة ازدياد الهجمات الطائفية الشديدة التي أثارت مخاوفا حول إمكانات قوات الأمن العراقية.

source: The Pentagon will hand over responsibility for most urban security in about three months as part of the US government's goal of a complete exit of forces by the end of 2011.
ar: البنتاغون سيسلم المسؤولية للأمن الحضري في غضون ثلاثة أشهر و ذلك في إطار رغبة الحكومة الأمريكية بالخروج الكامل للقوات في نهاية عام 2011.

source: Saturday, April 25, 2009
ar: السبت في الخامس و العشرين من شهر نيسان, 2009.

source: 12:18 Mecca time, 09:18 GMT
ar: الساعة: 12:18 بتوقيت مكة المكرمة, 9:18 بتوقيت غرينتش.

source: Malaria Continues to be a Major Killer in Africa
ar: الملاريا لا تزال القاتل الرئيسي في افريقيا

source: Malaria kills about one million people annually, and 9 out of 10 of them are Africans.
ar: تقتل الملاريا حوالي المليون شخصا كل عام, و تسعة أشخاص من أصل عشرة يكونون من الأفارقة.

source: Pregnant women and children are the most vulnerable to the disease, and it is estimated that every 30 seconds a child dies of malaria.
ar: إن النساء الحوامل و الأطفال يعدون الأكثر عرضة للمرض, كما يقدر أنه في كل ثلاثين ثانية يموت طفل بفعل الملاريا.

source: Though the disease is preventable and treatable, health workers have found that simply passing out mosquito nets and treating homes with insecticide is not sufficient. Community education is key.
ar: على الرغم من أن المرض قابل للمنع و يمكن علاجه, إلا أن عمال الصحة وجدوا أن وضع شبكات المضادة للبعوض و معالجة المنازل بمبيدات الحشرات ليس أمرا كافيا. فتوعية و تثقيف المجتمع هي الاساس.

source: Sackie Williams is a local health worker in Liberia. As part of the Ministry of Health's Door-to-Door Campaign, he goes to people's homes to teach them about malaria and how to protect themselves from the disease. Actually what we noticed is that more pe
ar: ساكي وليامز هو عامل في الصحة يعمل في ليبيريا, كعضو في حملة وزارة الصحة المدعوة من باب إلى باب, يذهب ساكي إلى منازل الناس لتعليمهم و تثقيفهم حول مرض الملاريا و كيفية وقاية أنفسهم منه. يقول ساكي: ‛ في الحقيقة ما لاحظناه هو أن معظم الأشخاص لا يتقيدون باستخد

source: As part of the Hang it up and Keep it Up campaign, the volunteers not only hang up the nets in the homes but also do follow-up visits to make sure they are being used correctly. The only way we can get rid of it is to tell the people how to prevent the
ar: كجزء من حملة ‛ علقها و احتفظ بها ‛, لم يقم المتطوعون بتعليق الشبكات في المنازل فحسب و لكنهم استمروا بالقيام بالزيارات للتأكد من أنها تستخدم بطريقة صحيحة. يقول ساكي: ‛ إن الطريقة الوحيدة التي ستمكننا من الإحالة دون الإصابة بالمرض هو بإخبار الناس كيف يقومون

source: The Roll-Back Malaria Campaign is a global initiative aimed at providing preventative methods to everyone in at-risk countries by 2010. They estimate that 700 million insecticide-treated mosquito nets are needed worldwide, half of those in Africa.
ar: حملة صد الملاريا هي عبارة عن مبادرة عالمية ترمي الي توفير الوسائل الوقائية إلى كل شخص موجود في البلدان المهددة بالخطر بحلول عام 2010. حيث يقدرون أن عدد الناموسيات المعالجة بالمبيدات الحشرية سيبلغ حوالي سبعمئة مليون في كافة أنحاء العالم, و نصفهم في إفريقيا

source: Though high rates of infection are still plaguing countries like Nigeria, other countries including Senegal, Gambia and Rwanda have seen significant progress thanks to awareness campaigns and improved treatment.
ar: و على الرغم من أن هناك دول تعاني من ارتفاع معدلات العدوى مثل نيجيريا, فإن دولا أخرى مثل السنغال, غامبيا, و رواندا قد شهدت تقدما ملحوظا بفضل حملات التوعية و تطور العلاج.

source: Dr. Claude-Emile Rwagacondo is West Africa coordinator for the Roll-Back Malaria Campaign.
ar: الدكتور كلود - اميل رواغاكوندو يعمل منسقا لحملة صد الملاريا الموجودة في غرب افريقيا.

source: He says speedy access to effective treatment is crucial.
ar: يقول أن السرعة في الوصول إلى علاج فعال حاسمة.

source: Yet, health clinics can be difficult to get to in rural areas and people are more likely to go to a traditional healer first. By the time they go to a clinic for malaria treatment, Dr. Rwagacondo says it is often too late.
ar: و مع ذلك, فإنه من الممكن أن يكون صعبا على الناس في المناطق الريفية البعيدة أن يصلوا إلى العيادات الصحية لذلك فهم على الأرجح يلجئون إلى المعالج تقليدي في البدء. و مع مرور الوقت, فإنهم يذهبون إلى العيادة من أجل علاج الملاريا. و يضيف الدكتور رواغاكوندو أنه

source: He says insuring the quality and affordability of the medicines can be difficult. Sometimes, when people get sick, they go to a small pharmacy, boutique or street corner, where vendors sell medicines that aren't effective. He says many don't even have the
ar: يقول الدكتور أن تأمين الأدوية ذات النوعية و النتيجة المبتغاة من الممكن أن يكون أمرا صعب الحصول. ففي بعض الأوقات, عندما يصبح الناس مرضى, فإنهم يذهبون إلى الصيدليات الصغيرة, أو المحلات أو زوايا الطرقات, حيث يتواجد عندها باعة يبيعون الأدوية الغير فعالة. و ي

source: There is a tendency to treat all fevers as malaria in West Africa, and resistance to otherwise effective treatments, like cloroquine, has become a problem.
ar: هناك ميل إلي معاملة جميع أنواع الحمى على أنها ملاريا في غرب إفريقيا, ومقاومة للعلاجات الفعالة بطريقة أو بأخرى, مثل الكلوروكين, الأمر الذي أصبح مشكلة.

source: Dr. Rwagacondo says if children get sick, they don't go to school and fall behind scholastically. That affects the economy. In rural communities, if the population is always sick, they can't work in the fields and production suffers.
ar: يقول الدكتور رواغاكوندو أنه إذا ما مرض الأطفال, فإنهم لا يذهبون إلى المدرسة و يالتالي يتخلفون عن الدراسة. و ذلك يؤثر على الاقتصاد. في المجتمعات الريفية, اذا ما كان السكان مريضون دائما, فإنهم لن يستطيعوا العمل في الحقول و يعانون من النقص في مجالات الإنتاج

source: But there are rays of hope, and thanks to the introduction of rapid diagnostic tests and combination treatments, Senegal has seen large drops in both reported cases and mortality rates.
ar: و لكن مع ذلك, فلا يزال هناك بصيص من الأمل, و ذلك بفضل تطبيق اختبارات تشخيصية سريعة العلاج, و قد شهدت السنغال انخفاضا كبيرا سواء في عدد الحالات المخبر عنها أو في معدلات الوفيات.

source: Still, malaria impedes economic development and is one of the major contributors to poverty in Africa. The World Health Organization estimates that malaria costs Africa an estimated $12 billion a year in health expenditures and lost productivity.
ar: و حتى الأن, لا تزال الملاريا تعوق التنمية الاقتصادية إضافة لكونها أحد أكبر المساهمين في الفقر في افريقيا. هذا و تقدر منظمة الصحة العالمية أن مرض الملاريا يكلف افريقيا مبلغا يقدر باثنا عشر مليار دولار سنويا فيما يتعلق بالنفقات الصحية و الإنتاجية المفقودة.

source: Sampson Kollie has malaria. He's being treated at the John F. Kennedy Memorial Hospital in Liberia's capital. Malaria is so bad. I'm a victim of malaria. Malaria is a kind of sickness that makes you very weak. You vomit, and it drains you down. I hope th
ar: سمبسن كولي كان يعاني من الملاريا. و قد عولج في مستشفى جون اف. كينيدي التذكارية في العاصمة الليبيرية.يقول سمبسن: الملاريا سيئة جدا, إنني ضحية لمرض الملاريا. فالملاريا هي نوع من المرض يجعلك ضعيفا جدا. يجعلك تتقيأ, و يهين من قوتك. إنني أمل أن تستطيع حكومة

source: Though funding from the IMF, the World Bank, the United States and other donors has made it possible to subsidize treatment and prevention methods in Africa, Dr. Rwagacondo says that local governments also have a key role to play in mobilizing their popul
ar: بتمويل من صندوق النقد الدولي, البنك العالمي, جعلت الولايات المتحدة و غيرها من الدول المتبرعة من الممكن دعم أساليب الوقاية و العلاج في إفريقيا. يقول الدكتور رواغاكوندو أن الحكومات المحلية أيضا لها دور رئيسي تقوم به عبر تعبئة سكانها و تثقيفهم حول مرض الملا

source: By Anne Look
ar: بقلم أن لوك.

source: Dakar
ar: داكار

source: 25 April 2009
ar: الخامس و العشرين من شهر نيسان, 2009.

source: Lieberman promotes 2-state solution
ar: ليبرمان يروج لحل الدولتين

source: Egyptian paper reports meeting between Foreign Minister, Intelligence Chief Suleiman; Egyptian sources say Lieberman was incredibly moderate
ar: غطت صحف مصرية اللقاء بين وزير الخارجية الإسرائيلي ورئيس المخابرات المصرية عمر سليمان، ووصفت مصادر مصرية ليبرمان بأنه معتدل على نحو مدهش

source: Israel's controversial foreign minister, Avigdor Lieberman, openly promoted the concept of two states for two people, London-based Egyptian newspaper al-Hayat reported on Saturday.
ar: ذكرت الصحيفة المصرية الحياة التي تتخذ من لندن مقراً لها أن وزير خارجية إسرائيل المثير للجدل أفيجدور ليبرمان روج علناً لمبدأ دولتين لشعبين.

source: According to the paper, Lieberman was incredibly moderate during a meeting with Omar Suleiman, Egypt's Intelligence Chief. Suleiman visited Israel last week, meeting with Prime Minister Benjamin Netanyahu and President Shimon Peres.
ar: ووفقا للصحيفة، كان ليبرمان معتدلاً على نحو مدهش خلال لقائه مع عمر سليمان رئيس المخابرات المصرية، وكان سليمان قد زار إسرائيل الأسبوع الماضي والتقى رئيس الوزراء الإسرائيلي بنيامين نتانياهو والرئيس شيمون بيريز.

source: His meeting with Lieberman was kept secret in order to avoid making waves in Egypt, where many demanded that the foreign minister issue a formal apology for statements made about Egypt's government in the past.
ar: وتم التكتم على لقاء سليمان مع ليبرمان لتجنب وقوع موجات من المشاعر في مصر حيث طالب الكثيرون هناك أن يقدم وزير الخارجية اعتذاراً رسمياً على تصريحاته التي أدلى بها عن الحكومة المصرية في الماضي.

source: Al-Hayat reported that the meeting was successful and met its objectives. In this context, the newspaper reported that the Netanyahu government has set deepening ties with Egypt as one of its top priorities. One Egyptian source said that Netanyahu would
ar: وذكرت صحيفة الحياة أن الاجتماع كان ناجحاً وحقق أهدافه، وفي هذا السياق، قالت الصحيفة أن حكومة نتنياهو وضعت على قمة أولوياتها تعميق العلاقات مع مصر، وقال مصدر مصري إن نتانياهو سيزور القاهرة بعد عودته من واشنطن.

source: The paper quoted the source as saying that Lieberman was incredibly moderate and spoke with Suleiman about the peace process and negotiations. He presented the two-state solution as a means to promote security, stability and peace in the region.
ar: ونقلت الصحيفة عن المصدر قوله إن ليبرمان كان معتدلاً للغاية وتحدث مع سليمان عن عملية السلام والمفاوضات، كما عرض حل الدولتين باعتباره وسيلة لتعزيز الأمن والاستقرار والسلام في المنطقة.

source: Additionally, he emphasized the importance of economic development in the West Bank and Gaza, the source said.
ar: وقال المصدر بالإضافة إلى ذلك، شدد ليبرمان على أهمية التنمية الاقتصادية في الضفة الغربية وقطاع غزة.

source: Prisoner swap talks delayed
ar: تأجل محادثات تبادل الأسرى

source: The source told al-Hayat that talks on a prisoner swap for kidnapped soldier Gilad Shalit are being delayed until the new Israeli government will reassess the situation. They stated that they need time to study and discuss the options on the table. As su
ar: وقال المصدر لصحيفة الحياة إن المحادثات بشأن تبادل الأسرى عن الجندي المخطوف جلعاد شليط تأجلت إلى أن تعيد الحكومة الإسرائيلية الجديدة تقييم الوضع التي ذكرت أنها تحتاج إلى وقت لدراسة الخيارات ومناقشتها على الطاولة، وهكذا، لا توجد أي أفكار جديدة في الوقت الح
